<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, повторите попытку через :секунд секунды.',
    'verification_link_sent' => 'Ссылка для подтверждения отправлена! Пожалуйста, проверьте свою электронную почту и подтвердите свою учетную запись.',
    'verification_failed' => 'Эта ссылка недействительна или срок ее действия истек.',
    'verification_successful' => 'Ваш аккаунт успешно подтвержден!',
    'resend_verification_link' => '',
    'invalid_token' => 'Токен недействителен. Возможно, этот токен уже использован или срок его действия истек. Войдите, чтобы отправить новый токен.',
    'fresh_verification_link' => 'На ваш адрес электронной почты была отправлена новая ссылка для подтверждения.',
    'verify_email' => 'Проверьте свой адрес электронной почты',
    'check_your_email' => 'Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения. Если вы не получили письмо',
    'request_another_link' => 'нажмите здесь, чтобы запросить другой',
    'password_reset_link' => 'Ссылка для сброса пароля успешно отправлена'
];
